// Задача 2: Напешите программу,которая принимает на вход координаты двух точек и
// находит расстояние между ними в 3D пространстве.

 double Coord(int xA, int xB, int yA, int yB, int zA, int zB)
 {
    double distance = Math.Sqrt((xA - xB) * (xA - xB) + (yA - yB) * (yA-yB) + (zA + zB) * (zA -zB));
    returen distance;
 }


Console.Write("Ввудите координату X для точки A: ");

 
